Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Oppalaš oaidnun šaddá ahte lágat mat atnet doahpaga ” almmolaš orgánat ” ain gustojit Sámediggái , muhto lágat mat gustojit ” stáhtii ja gielddaide ” leat eambbo eahpesihkkarat .
nob: Et generelt synspunkt vil være at lover som omtaler ” offentlige organer ” fortsatt vil gjelde for Sametingets virksomhet , mens det knytter seg mer usikkerhet omkring lover som gjelder for ” stat og kommune ” .

source: Geatnegasvuohta doallat almmolaš arkiivva Juovlamánu 4. b. 1992 lága nr. 126 arkiivva birra ( arkiivaláhka ) kapihtal II , gusto ” almmolaš orgánaide ” .
nob: Plikten til å ha offentlig arkiv etter lov 4. desember 1992 nr. 126 om arkiv ( arkivloven ) kapittel II , retter seg mot ” offentlege organ ” .

source: Bargojoavku oaivvilda Sámedikki leat čielga almmolaš orgána vaikko ásahuvvo ge iešstivrejeaddji riektesubjeaktan .
nob: Etter arbeidsgruppens oppfatning vil Sametinget klart være et offentlig organ selv om det etableres som selvstendig rettssubjekt .

source: Suoidnemánu 16. b. 1999 láhka nr. 69 almmolaš háhkamiid birra gusto lága § 2 mielde ” stáhtalaš , gielddaid ja fylkkagielddaid eiseválddide ja almmolašrievttálaš orgánaide ” .
nob: Lov 16. juli 1999 nr. 69 om offentlige anskaffelser gjelder i følge lovens § 2 for ” statlige , kommunale og fylkeskommunale myndigheter og offentligrettslige organer ” som oppdragsgivere .

source: Bargojoavku oaivvilda ahte jus Sámediggi ásahuvvo iešstivrejeaddji riektesubjeaktan , de lea dat dakkár almmolašrievttálaš orgána movt celko § 2:s , ja láhka gusto dalle ain Sámediggái .
nob: Etter arbeidsgruppens syn vil Sametinget , dersom det etableres som selvstendig rettssubjekt , være et slikt offentligrettslig organ som det er tale om i lovens § 2 med den virkning at loven fortsatt vil gjelde for Sametinget .

source: Go Sámedikkis eai leat iežas sisaboađut , de sáhttá leat lunddolaš vuođđudit dihto sierranjuolggadusaid vealgečuovvumuša ja reastaluvvama hárrái , ja vejolaččat njuolggadusa mii ráddje Sámedikki vejolašvuođa njuolgga bidjat iežas vealggi vuollái .
nob: Siden Sametinget er uten egne inntekter kan det være naturlig å innta visse særregler i forhold til gjeldsforfølgning og konkurs , eventuelt en regel som begrenser Sametingets mulighet til å pådra seg gjeldsforpliktelser direkte .

source: Bargojoavku ii leat nákcen árvvoštallat eanet váikkuhusaid .
nob: Arbeidsgruppen har ikke hatt kapasitet til å foreta ytterligere konsekvensvurderinger .

source: Bargojoavkku árvalusat Sámedikki formálalaš sajádaga birra
nob: Arbeidsgruppens forslag om Sametingets formelle stilling

source: Láhkaárvalusat Geassemánu 12. b. 1987 láhka nr. 56 Sámedikki ja eará sámi vuoigatvuođaid birra ( sámelágas ) rievdaduvvo čuovvovaččat : §1-3 fámuhuhttojuvvo . §
nob: Lovforslag I lov 12. juni 1987 nr. 56 om Sametinget og andre samiske rettsforhold ( sameloven ) gjøres følgende endringer : §1-3 oppheves . §

source: 1-7 galgá čuodjat : § 1-7 Sámedikki rievttálaš sajádat Sámediggi lea iešstivrejeaddji riektesubjeakta ja lea osolaš šiehtadusain mat dahkkojuvvojit priváhta ja almmolaš eiseválddiguin , ja das lea osolašsajádat duopmostuoluid ja eará eiseválddiid guovdu . §
nob: 1-7 skal lyde : § 1-7 Sametingets rettslige stilling Sametinget er et selvstendig rettssubjekt og er part i avtaler med private og offentlige myndigheter og har partstilling overfor domstoler og andre myndigheter . §

source: 2-1 ođđa vuosttaš lađas čuodjá ná : Sámediggi lea sorjjasmeahttun ráđđehusas ja ii sáhte bagaduvvot jus eará lágat dan eai nanne . §
nob: 2-1 nytt første ledd skal lyde : Sametinget er uavhengig av regjeringen og kan ikke instrueres med mindre dette følger av annen lovgivning . §

source: 2-1 goalmmát lađđasa nubbi čuokkis fámuhuhttojuvvo . §
nob: 2-1 tredje ledd annet punktum oppheves . §

source: 2-1 goalmmát lađđasaš nubbi čuokkis galgá čuodjat : Sámediggi sáhttá láhkaásahusa bokte addit dárkilet njuolggadusaid daid doarjjaortnegiid birra maid diggi hálddaša . §
nob: 2-1 tredje ledd annet punktum skal lyde : Sametinget kan ved forskrift gi nærmere bestemmelser om de tilskuddsordninger tinget forvalter . §

source: 2-1 goalmmát lađđasaš nubbi čuokkis galgá čuodjat : Stáhta ekonomiijanjuolggadusat gustojit Sámediggái dan muddui go heive . §
nob: 2-1 tredje ledd tredje punktum skal lyde : Statens økonomiregelverk gjelder for Sametinget så langt det passer . §

source: 2-2 ođđa vuosttaš lađas čuodjá : Stáhtalaš eiseválddit galget ráđđádallat Sámedikkiin go árvvoštallet ásahit lágaid dahje hálddahuslaš doaimmaid mat sáhttet njuolgut váikkuhit sápmelaččaide . §
nob: 2-2 nytt første ledd skal lyde : Statlige myndigheter skal konsultere Sametinget når det overveies å innføre lovgivning eller administrative tiltak som kan få direkte betydning for samene .

source: 2-2 ođđa bajilčála lea : Ráđđádallamat ja gulaskuddan § 2-16 galgá leat : § 2-16 Riikarevišuvnna bearráigeahččan Riikarevišuvdna doallá revišuvnna ja bearráigeahččá Sámedikki doaimma Riikarevišuvnna lága mielde ja Riikarevišuvnna doaimma bagadusa mielde maid Stuoradiggi lea mearridan .
nob: . Ny overskrift til § 2-2 skal lyde : Konsultasjoner og høring § 2-16 skal lyde : § 2-16 Riksrevisjonens kontroll Riksrevisjonen fører revisjon og kontroll med Sametingets virksomhet etter lov om Riksrevisjonen og instruks om Riksrevisjonens virksomhet fastsatt av Stortinget .

source: Mearkkašumit láhkaárvalusaide Til § 1-7 Sámedikki rievttálaš sajádat Mearrádus mearrida ahte Sámediggi lea iešstivrejeaddji riektesubjeakta ja ahte das leat dat vuoigatvuođat ja geatnegasvuođat mat iešstivrejeaddji riektesubjeavttain dábálaččat leat .
nob: Merknader til lovforslagene Til § 1-7 Sametingets rettslige stilling Bestemmelsen fastsetter at Sametinget er et selvstendig rettssubjekt og har de rettigheter og plikter som selvstendige rettssubjekt vanligvis har .

source: Dat mearkkaša ahte Sámedikkis lea rievttálaš doaibmanákca ja ahte das lea alddis ovddasvástádus ekonomalaš geatnegasvuođaid hárrái .
nob: Dette innebærer at Sametinget har rettslig handleevne og selv er ansvarlig for økonomiske forpliktelser .

source: Sámediggi sáhttá leat osolažžan áššiin maid almmolaš eiseválddit meannudit hálddašanlága mielde .
nob: Sametinget vil kunne være part i saker som behandles av offentlige myndigheter etter forvaltningsloven .

source: Duopmostuolloáššiin lea Sámedikkis dábálaš Side 71 av 86
nob: I saker for domstolene vil Sametinget ha alminnelig partsevne .

source: Vejolaš áššit galget vuolggahuvvot Sámedikki vuostá eaige stáhta vuostá guoskevaš departemeantta bokte .
nob: Eventuelle søksmål skal reises mot Sametinget , ikke mot staten ved ansvarlig departement .

source: Go Sámediggi lea sierra riektesubjeakta , de eai sáhte almmolaš eiseválddit bagadit orgána eambbo go priváhta riektesubjeavttaid ge . §
nob: Ved at Sametinget er et eget rettssubjekt , vil ofSide 71 av 86 fentlige myndigheter ikke kunne instruere organet i større utstrekning enn private rettssubjekter .

source: 2-1 ođđa vuosttaš lađđasii Mearrádus nanne ahte Sámediggi lea sorjjasmeahttun ráđđehusas , ja ahte Sámediggi ii sáhte bagaduvvot jus ii leačča sierra láhkavuođđu dan dahkat .
nob: Til nytt første ledd i § 2-1 Bestemmelsen fastsetter at Sametinget er uavhengig av regjeringen og at Sametinget ikke kan instrueres med mindre det foreligger særskilt hjemmel for det i lov .

source: Mearrádus kodifisere dálá rievtti .
nob: Bestemmelsen er en kodifisering av gjeldende rett .

source: Mearrádus ferte vejolaččat lohkkot § 1-7 ovttas mas ovdanboahtá ahte Sámediggi lea iešstivrejeaddji riektesubjeakta . §
nob: Bestemmelsen må eventuelt sees i sammenheng med § 1-7 hvor det fremkommer at Sametinget er et selvstendig rettssubjekt .

source: 2-1 goalmmát lađđasa nuppi čuoggái Mearrádus nanne ahte Sámedikkis lea gelbbolašvuohta mearridit láhkaásahusaid main leat dárkilet njuolggadusat daid doarjjaortnegiid birra maid Sámediggi hálddaša .
nob: Til § 2-1 tredje ledd annet punktum Bestemmelsen fastslår at Sametinget har kompetanse til å fastsette forskrifter hvor det gis nærmere bestemmelser om de tilskuddsordninger Sametinget forvalter .

source: Hálddašanlága kapihtal VII gusto seamma muddui . §
nob: Forvaltningsloven kapittel VII vil gjelde tilsvarende .

source: 2-1 goalmmát lađđasa goalmmát čuoggái Mearrádus nanne ahte Sámediggi čuovvu Stáhta ekonomiijanjuolggadusaid iežas ekonomiijahálddašeamis .
nob: Til § 2-1 tredje ledd tredje punktum Bestemmelsen fastslår at Sametinget følger Statens økonomiregelverk i sin økonomiforvaltning .

source: Vejolaš spiehkasteamit njuolggadusain ovddiduvvojit sierra áššin . §
nob: Eventuelle unntak fra regelverket tas opp som egen sak .

source: 2-2 ođđa vuosttaš lađđasii Ráđđádallamat ja gulaskuddan Mearrádusa vuosttaš lađas nanne ahte Sámedikkis lea riekte ráđđádallat dakkár áššiin mat njuolgut váikkuhit sámi beršotumiid .
nob: Til nytt første ledd i § 2-2 Konsultasjoner og høring Første ledd i bestemmelsen fastsetter at Sametinget har rett til å bli konsultert i saker som vil kunne påvirke samiske interesser direkte .

source: Ráđđádallanriekti ii gusto § 2-2 nuppi lađđasa gulaskuddanrievtti sajis , muhto dan lassin .
nob: Konsultasjonsretten gjelder ikke i stedet for høringsretten etter § 2-2 annet ledd , men gjelder i tillegg til denne .

source: Mearrádusa vuođđun lea álbmotrievttálaš geatnegasvuohta ráđđádallat eamiálbmogiiguin nu movt dat lea ovddiduvvon ILO-konvenšuvnnas nr. 169 iešstivrejeaddji stáhtaid eamiálbmogiid ja čearddaid birra artihkal 6:s .
nob: Til grunn for bestemmelsen ligger den folkerettslige forpliktelsen til å konsultere urfolk slik denne kommer til uttrykk i ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater artikkel 6 .

source: Ráđđádallamat galget dollojuvvot nu movt leat lagabui čilgejuvvon čuovvovaš čállosiin : − Stáhtalaš eiseválddiid ja Sámedikki ráđđádallanbargovuogit , dohkkehuvvon gonagaslaš resolušuvnnas suoidnemánu 1. b. 2005:s . −
nob: Konsultasjonene skal gjennomføres slik de er nærmere konkretisert i : − Prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget , fastsatt ved kongelig resolusjon 1. juli 2005 . −

source: Suodjalanplánabarggu njuolggadusat sámi guovlluid luonddusuodjalanlága mielde , ođđajagimánu 31. b. 2007 . −
nob: Retningslinjer for verneplanarbeid etter naturvernloven i samiske områder , 31. januar 2007 . −

source: Sámedikki ja stáhta bušeahttabargovuogit . §
nob: Prosedyrer for budsjettarbeid mellom Sametinget og staten .

source: 2-16 Riikarevišuvnna bearráigeahččan Mearrádus nanne ahte Riikarevišuvdna čađaha revišuvnna ja dárkkista Sámedikki doaimma Miessemánu 7. b. 2004 láhka nr. 21 mielde , Riikarevišuvnna ja Riikarevišuvnna bagadusa birra Stuoradikkis dohkkehuvvon njukčamánu 11. b. 2004:s .
nob: Til § 2-16 Riksrevisjonens kontroll Bestemmelsen fastsetter at Riksrevisjonen fører revisjon og kontroll med Sametingets virksomhet etter lov 7. mai 2004 nr. 21 om Riksrevisjonen og instruks om Riksrevisjonens virksomhet vedtatt av Stortinget 11. mars 2004 .

source: Mearrádus mielddisbuktá ahte Riikarevišuvnnas šaddá leat ovddasvástádus sihke Sámedikki rehketdoalu revišuvnnas ja vejolaččat Sámedikki doaimma hálddašanrevišuvnnas , vrd. riikarevišuvdnalága § 9 vuosttaš ja goalmmát lađđasa .
nob: Bestemmelsen vil innebære at Riksrevisjonen både vil ha ansvar for revisjon av Sametingets regnskap og for eventuell forvaltningsrevisjon av Sametingets virksomhet , jf. riksrevisjonsloven § 9 første og tredje ledd .

source: Ođđa bušeahttabargovugiid árvvoštallamat ja árvalusat Bargojoavkku árvalus bušeahttabargovugiide galgá , vrd. mandáhta , vuođđuduvvot daidda álbmotrievttálaš geatnegasvuođaide mat stáhtas leat eamiálbmogiid guovdu .
nob: Vurderinger av og forslag til nye budsjettprosedyrer Arbeidsgruppens forslag til budsjettprosedyrer skal , jf. mandatet , ta utgangspunkt i de folkerettslige forpliktelsene som påligger staten overfor urfolk .

source: Bargojoavkku árvalus galgá maiddái vuođđuduvvot stáhtalaš eiseválddiid ja Sámedikki ráđđádallanvugiid raportta álbmotrievttálat árvvoštallamiidda .
nob: Arbeidsgruppens forslag skal også bygge på de folkerettslige vurderingene i rapporten om prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget .

source: Dasto lea bargojoavku deattuhan sámepolitihkalaš ovdáneami , erenoamážit Sámedikki rolla ovdáneami sápmelaččaid ovddasteaddji orgánan .
nob: Videre legger arbeidsgruppen vekt på den samepolitiske utviklingen , særlig utviklingen av Sametingets rolle som representativt organ for samene .

source: Álbmotrievttálaš árvvoštallamat ILO-konvenšuvnna nr. 169 artihkal 6.1. a ráđđádallangeatnegasvuohta gusto láhkaaddimii ja hálddahuslaš doaimmaide .
nob: Folkerettslige vurderinger Konsultasjonsplikten i ILO-konvensjon nr. 169 artikkel 6.1. a gjelder lovgivning og administrative tiltak .

source: Raporttas ” Stáhtalaš eiseválddiid ja Sámedikki ráđđádallanbargovuogit ” ovddiduvvo stáhtalaš eiseválddiid ja Sámedikki oktasaš ipmárdus stáhta ráđđádallangeatnegasvuođa hárrái ILO-konvenšuvnna nr. 169 mielde .
nob: I rapporten ” Prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget ” etableres grunnlag for en felles forståelse mellom statlige myndigheter og Sametinget om statens konsultasjonsplikt etter ILO-konvensjon nr. 169 .

source: Bušeahttabargovuogit eai meannuduvvon dás dainna go dat čuolmmat mielddisbuktet olu erenoamáš gažaldagaid .
nob: Prosedyrer i forbindelse med budsjettarbeid ble ikke behandlet på grunn av at problemstillingen reiser en rekke særskilte spørsmål .

source: Eamiálbmogiid riekti searvat ráđđádallamiidda ja stáhta geatnegasvuohta ráđđádallat leat vuđolaš prinsihpat ILO-konvenšuvnnas nr. 169 , ja dat leat maiddái eará artihkkaliin konvenšuvnnas .
nob: Urfolks rett til deltakelse og statens plikt til å gjennomføre konsultasjoner er fundamentale prinsipper i ILO-konvensjon nr. 169 , og går igjen i flere av artiklene i konvensjonen .

source: Konvenšuvnnas lea maiddái vuđolaš prinsihppan ahte eamiálbmogat galget nu bures go vejolaš beassat ieža dárkut iežaset ekonomalaš , sosiála ja kultuvrralaš ovdáneami .
nob: Det er også et grunnleggende prinsipp i konvensjonen at urfolk så langt som mulig har rett til å ha kontroll med sin egen økonomiske , sosiale og kulturelle utvikling .

source: Bargojoavkoraporttas ráđđádallanbargovugiid birra leat álbmotrievttálaš geatnegasvuođat ráđđádallat eamiálbmogiiguin , oppalaččat árvvoštallojuvvon .
nob: I arbeidsgrupperapporten om konsultasjonsprosedyrene er det foretatt en generell vurdering av de folkerettslige forpliktelsene til å konsultere samene .

source: 105 ILO-konvenšuvnna nr. 169 2. artihkkalis ovddiduvvo prinsihppa ahte eamiálbmogiin lea riekti searvat ráđđehusa oktiiheivehuvvon doibmii vai besset suodjalit eamiálbmogiid vuoigatvuođaid ja dáhkidit ahte sin integritehta doahttaluvvo .
nob: 105 I ILO-konvensjon nr. 169 artikkel 2 etableres prinsippet om at urfolk har rett til deltakelse i regjeringens samordnende virksomhet for å verne urfolks rettigheter og å garantere at deres integritet blir respektert .

source: Earret namuhuvvon 6. artihkkala ILO-konvenšuvnnas mii čilge ráđđádallangeatnegasvuođa , de lea maiddái 7. artihkal áigeguovdil bušeahttagažaldagaid dáfus .
nob: Ved siden av den allerede omtalte artikkel 6 i ILO-konvensjon nr. 169 som omhandler konsultasjonsplikten , kan også artikkel 7 i konvensjonen være relevant for budsjettspørsmål .

source: Dat mearrádus ovddida prinsihpa ahte eamiálbmogis galgá leat riekti dahkat deaŧalašvuođaortnega ovdánanproseassas ja nu guhkás go vejolaš beassat jođihit iežaset ekonomalaš , sosiála ja kultuvrralaš ovdáneami .
nob: Bestemmelsen uttrykker prinsippet om at urfolk skal ha rett til å vedta sine egne prioriteringer for utviklingsprosessen og så langt som mulig å ha kontroll med egen økonomiske , sosiale og kulturelle utvikling .

source: ILO-konvenšuvnna nr. 169 artihkal 6.1. a nanne ahte eamiálbmogat galget beassat ráđđádallat go lea jurdda ásahit ” lágaid dahje hálddahuslaš doaimmaid ” .
nob: ILO-konvensjon nr. 169 artikkel 6.1. a slår fast at urfolk skal konsulteres når det vurderes å innføre ” lovgivning eller administrative tiltak ” .

source: ILO ` manuálas 106 čilgejuvvo ahte doaba ” hálddahuslaš doaimmat ” sáhttet leat vaikko makkár doaimmat .
nob: Av ILOs manual 106 framgår det at det er et vidt spekter av tiltak som er tenkt å kunne omfattes av begrepet ” administrative tiltak ” .

source: Lassin lágaide ja vuođđoláhkaárvalusaide namuhuvvojit njuolggadusat , prográmmat , bálvalusat dahje politihkalaš mearrádusat .
nob: I tillegg til lover og grunnlovsforslag nevnes i retningslinjer , programmer , tjenester eller politiske vedtak .

source: Doaba ” hálddahuslaš doaimmat ” berre maiddái dulkojuvvot ILO 169 artihkal 7.1 oktavuođas mii cealká ahte ” Dáin álbmogiin galgá leat vuoigatvuohta mearridit dehálašvuođaortnega dan ovdánumis mii guoská sin eallimii , oskui , ásahusaide , vuoiŋŋalaš birgenláhkái ja eatnamiidda main sii orrot dahje maid sii eará láhkái geavahit , ja vuoigatvuohta nu guhkás go vejolaš jođihit iežaset ekonomalaš , sosiála ja kultuvrralaš ovdánumi . ”
nob: Begrepet ” administrative tiltak ” bør videre tolkes i sammenheng med ILO 169 artikkel 7.1 hvor det heter at ” Vedkommende folk skal ha rett til å vedta sine egne prioriteringer for utviklingsprosessen i den grad det vedrører deres liv , tro , institusjoner , åndelig velvære og landområder de lever i eller bruker på annen måte , og til så langt som mulig ha kontroll med sin egen økonomiske , sosiale og kulturelle utvikling . ”

source: Lea váttis diehtit movt eamiálbmot galggašii sáhttit jođihit dakkár ovdáneami jus ii beasa mearkkašahtti láhkái váikkuhit ekonomalaš eavttuid .
nob: Det er vanskelig å se at et urfolk skal kunne ha en slik kontroll uten å kunne utøve betydelig påvirkning på de økonomiske forutsetningene .

source: Dat čuovvu konvenšuvnna bajimus ulbmila das ahte eamiálbmogat galget ieža beassat jođihit iežaset ovdáneami , ja ahte ráđđádallamat leat guovddáš prinsihppan .
nob: Dette er i overensstemmelse med konvensjonens overordnede målsetting om at urfolk selv skal ha kontroll over sin egen utvikling og hvor konsultasjoner er et fundamentalt prinsipp .

source: Čujuhit bargojoavkoraportii ráđđádallanortnega birra gos ráđđádallanortnet čilgejuvvo dárkileappot , geahča čuo. 4.2.2 rájes 4.2.5 rádjái . 106 ILO Convention on indigenous and tribal peoples , 1989 ( No.169 ) : A manual .
nob: For en mer utfyllende omtale av konsultasjonsordningen henvises det til arbeidsgrupperapporten om konsultasjonsordningen pkt. 4.2.2 til 4.2.5. 106 ILO Convention on indigenous and tribal peoples , 1989 ( No.169 ) : A manual .

source: Dasto leat bušeahttamearrádusat politihkalaš mearrádusat dahje mearkkat dasa guđe guvlui eiseválddit dáhttot politihka ovdánit .
nob: Videre vil budsjettvedtak være et politisk vedtak eller et tegn på prioritering for i hvilken retning myndighetene ønsker at politikken skal gå .

source: Bušeahttamearrádusain sáhttá leat njuolgga váikkuhus sápmelaččaide .
nob: Budsjettvedtak vil kunne ha direkte betydning for samene .

source: Bargojoavku oaivvilda ahte dakkár dilálašvuođas mas diimmá bušeahttamearrádus joatkašuvvá ládje , lea maiddái ođđa ” hálddahuslaš doaibma ” .
nob: Arbeidsgruppen er av den oppfatning at i en situasjon der fjorårets budsjettvedtak vedtas likelydende , er det også å forstå som et nytt ” administrativt tiltak ” .

source: Stáhtabušeahtta ovddiduvvo ráđđehussii guhkes proseassa maŋŋá , mii mearkkaša ahte mearrádusat dahkkojuvvojit beršokeahttá das ahte lea go juolludus sámi ulbmiliidda seamma stuoris go diibmá , dahje juolluduvvojit go ođđa ruđat .
nob: Statsbudsjettet legges fram etter en lang prosess i regjeringen , som innebærer at det gjøres et vedtak uansett om bevilgningen til samiske formål er på samme størrelse som året før , eller om det bevilges nye midler til samiske formål .

source: Dasto dahká Stuoradiggi bušeahttamearrádusa juohke jagi .
nob: Stortinget fatter dessuten vedtak om budsjettet hvert år .

source: Danne lea ágga jáhkkit ahte hálddahuslaš doaimmat maiddái mearkkašit sámi ulbmiliid bušeahta mearrideami .
nob: Det er derfor gode grunner for at administrative tiltak også omfatter fastsettelsen av budsjettet til samiske formål .

source: 107 Davviriikkalaš sámekonvenšuvdnaárvalusa čilgehusas ILO-konvenšuvnna nr. 169 7. artihkkala birra cealká suoma-norgga-ruoŧa-sámi áššedovdijoavku : ” Gažaldat lea leamaš , ásahago dát mearrádus šiehtadallangeatnegasvuođa dahje leago doarvái ahte stáhta konsultemiin addá álgoálbmogiidda vejolašvuođa cealkit oaiviliiddiset dábálaš gulaskuddamis . ”
nob: 107 I omtalen av ILO-konvensjon nr. 169 artikkel 7 i utkast til Nordisk samekonvensjon som er foreslått av den finsk-norsk-svensk-samiske ekspertgruppen uttales det at : ” [ d ] et har vært stilt spørsmål ved om denne bestemmelsen [ artikkel 7 ] etablerer en forhandlingsplikt eller om det er tilstrekkelig at staten konsulterer urfolk ved å gi dem anledning til å uttale seg gjennom ordinære høringer . ”

source: Áššedovdijoavkku mielas addá mearrádus unnán bagadeami , muhto joavku cealká ahte dulkojupmi mii lea nu oskkáldas go vejolaš konvenšuvnna vuođđoprinsihppii das ahte eamiálbmot galgá ieš beassat jođihit iežas ovdáneami , čujuha ahte stáhtas lea ráđđádallangeatnegasvuohta .
nob: Bestemmelsen gir i følge ekspertgruppen liten veiledning , men gruppen uttaler en fortolkning som er mest mulig lojal overfor konvensjonens grunnleggende prinsipp , om at urfolk har rett til kontroll over egen utvikling , tilsier at det foreligger en forhandlingsplikt for staten .

source: Nuppegežiid dulkojupmi mearkkašivččii ahte eamiálbmogiid riekti dahkat iežaset vuoruhemiid ovdánanproseassas , šattašii riektin mas ii leat duohta sisdoallu . 108. Riekti beassat mearridit deaŧalašvuođaortnega ovdáneamis ii mearkkaš liikká ahte duššefal dat vuoruheamit galget leat vuođđun dannego artihkal 7 nanne eamiálbmogiid galgat beassat ” nu guhkás go vejolaš jođihit iežaset ekonomalaš , sosiála ja kultuvrralaš ovdánumi ” . ”
nob: Den motsatte konklusjon ville innebære at urfolks rett til å vedta egne prioriteringer for utviklingsprosessen vil framstå som en rettighet uten reelt innhold 108. Retten til å vedta egne prioriteringer for utviklingsprosessene innebærer likevel ikke at disse prioriteringene ensidig skal legges til grunn siden artikkel 7 slår fast at urfolk ” så langt som mulig skal ha kontroll med sin egen økonomiske , sosiale og kulturelle utvikling ” .

source: Nu guhkás go vejolaš ” galgá dulkojuvvot dainna njuovžilisvuođain maid ILO-konvenšuvnna nr. 169 artihkal 34 addá .
nob: Forståelsen av formuleringen ” så langt som mulig ” skal tolkes med den fleksibilitet ILO-konvensjon nr. 169 artikkel 34 åpner for .

source: ILO-konvenšuvnna nr. 169 Artihkal 7.1 guorrasa ON-konvenšuvdnii siviila ja politihkalaš rivttiid birra ( SP ) ja ekonomalaš , sosiála ja kultuvrralaš rivttiid birra ( ESK ) main celkojuvvo ahte ” buot álbmogiin lea iešmearridanriekti .
nob: Formuleringen av ILO-konvensjon nr. 169 Artikkel 7.1 er sammenfallende med formuleringene i artikkel 1 i FN-konvensjonene om sivile og politiske rettigheter ( SP ) og økonomiske , sosiale og kulturelle rettigheter ( ØSK ) hvor det heter at ” alle folk har selvbestemmelsesrett .

source: Dan rievtti fámu bokte mearridit sii friddjadit iežaset politihkalaš sajádaga , ja ovddidit friddjadit sin iežaset ekonomalaš , sosiála ja kultuvrralaš ovdáneami ” .
nob: I kraft av denne rett bestemmer de fritt sin politiske stilling , og fremmer fritt sin egen økonomiske , sosiale og kulturelle utvikling . ”
